Repository: meloniq/gmop
Catalog: languages/mnet-gmop-*.po
Languages: pl_pl

source: 1) Go to Settings tab and generate new Google Maps API key for Your domain.
pl_pl: 1) Przejdź do zakładki Ustawienia i wygeneruj nowy klucz Google Maps API dla twojej domeny.

source: 2) Go to Object Types tab. You will find there 3 preinstalled object types, remove, modify or add new types which You wanna use.
pl_pl: 2) Przejdź do zakładki Typy obiektów. Znajdziesz tam 3 utworzone typy obiektów, usuń, wyedytuj lub dodaj nowe typy których chcesz używać.

source: 3) Go to Objects tab. You will find there 3 preinstaled objects, remove, modify or add new which You wanna show on maps.
pl_pl: 3) Przejdź do zakładki Obiekty. Znajdziesz tam 3 utworzone obiekty, usuń, wyedytuj lub dodaj nowe które chcesz pokazać na mapie.

source: 4) When You will finish with objects, click ReGenerate Cache button in the top of page. Cache file of objects will be re-generated. <br />Note: cache folder inside plugin dir MUST have writing permission.
pl_pl: 4) Gdy zakończysz z obiektami, kliknij przycisk Ponownie Generuj Cache na górze strony. Plik Cache z obiektami zostanie ponownie wygenerowany. <br />Uwaga: folder cache w katalogu wtyczki MUSI posiadać uprawnienia zapisu.

source: 5) Open template file where You wanna include maps (eg. single.php or loop-single.php) and in prepared place for map add below code:
pl_pl: 5) Otwórz plik szablonu gdzie chcesz dołączyć mapy (np. single.php lub loop-single.php) i w przygotowanym miejscu na mapę dodaj poniższy kod:

source: Action
pl_pl: Akcja

source: Add Image
pl_pl: Dodaj obraz

source: Add New
pl_pl: Dodaj nowy

source: Add New Object
pl_pl: Dodaj nowy obiekt

source: Add New Object Type
pl_pl: Dodaj nowy typ obiektu

source: Add Object Type
pl_pl: Dodaj typ obiektu

source: Address not found!
pl_pl: Nie znaleziono adresu!

source: Are you sure you want to delete object type?
pl_pl: Czy jesteś pewien że chcesz usunąć typ obiektu?

source: Are you sure you want to delete object?
pl_pl: Czy jesteś pewien że chcesz usunąć obiekt?

source: Ascending
pl_pl: Rosnąco

source: Below You can create new object type (marker), which can be used to mark some objects on google map.
pl_pl: Poniżej możesz utworzyć nowy typ obiektu (marker), który może zostać użyty do oznaczania obiektów na mapie google.

source: Below You can create new object, which can be show on google map.
pl_pl: Poniżej możesz utworzyć nowy obiekt, który może zostać pokazany namapie google.

source: Below You can edit already created object type (marker), which can be used to mark some objects on google map.
pl_pl: Poniżej możesz wyedytować już utworzony typ obiektu (marker), który może zostać użyty do oznaczania obiektów na mapie google.

source: Below You can edit object, which can be show on google map.
pl_pl: Poniżej możesz wyedytować obiekt, który może zostać pokazany na mapie google.

source: Below You will find a list of already created object types (markers), which can be used to mark some objects on google map.
pl_pl: Poniżej znajdziesz listę utworzonych typów obiektów (markerów), które mogą zostać użyte do oznaczania obiektów na mapie google.

source: Below You will find a list of already created objects, which can be show on google map.
pl_pl: Poniżej znajdziesz listę utworzonych obiektów, które mogą zostać pokazane na mapie google.

source: By variable $base_address You need to pass address in format "Street, City, Postal Code, Country".
pl_pl: Przez zmienną $base_address musisz przekazać adres w formacie "Ulica, Miasto, Kod pocztowy, Kraj".

source: Cache was not updated! No objects found!
pl_pl: Cache nie został zaktualizowany! Nie znaleziono obiektów!

source: Cache was updated!
pl_pl: Cache został zaktualizowany!

source: Choose one of available object types (markers).
pl_pl: Wybierz jeden z dostępnych typów obiektów (markerów).

source: Default latitude
pl_pl: Domyślne latitude

source: Default latitude on add object page.
pl_pl: Domyślne latitude na stronie dodawania obiektu.

source: Default longitude
pl_pl: Domyślne longitude

source: Default longitude on add object page.
pl_pl: Domyślne longitude na stronie dodawania obiektu.

source: Delete
pl_pl: Usuń

source: Descending
pl_pl: Malejąco

source: Describe this object, write something more about it.
pl_pl: Opisz ten obiekt, napisz o nim coś więcej.

source: Description
pl_pl: Opis

source: Destination URL
pl_pl: URL strony

source: Distance
pl_pl: Odległość

source: Edit
pl_pl: Edytuj

source: Edit Object
pl_pl: Edytuj obiekt

source: Edit Object Type
pl_pl: Edytuj typ obiektu

source: GMOP Add New Object
pl_pl: GMOP Dodaj nowy obiekt

source: GMOP Add Object Type
pl_pl: GMOP Dodaj typ obiektu

source: GMOP Database Version:
pl_pl: Wersja bazy danych GMOP:

source: GMOP Edit Object
pl_pl: GMOP Edytuj obiekt

source: GMOP Edit Object Type
pl_pl: GMOP Edytuj typ obiektu

source: GMOP Object Types
pl_pl: GMOP Typy obiektów

source: GMOP Objects
pl_pl: GMOP Obiekty

source: GMOP Overview
pl_pl: GMOP Podsumowanie

source: GMOP ReGenerate Objects Cache
pl_pl: GMOP Ponowne generowanie Cache obiektów

source: GMOP Settings
pl_pl: GMOP Ustawienia

source: GMOP Version:
pl_pl: Wersja GMOP:

source: General secondary school
pl_pl: Liceum ogólnokształcące

source: Get free API key for
pl_pl: Pobierz darmowy klucz API dla

source: Give a name to this object (eg. Primary School no 112).
pl_pl: Nadaj nazwę temu obiektowi (np. Szkoła podstawowa nr 112).

source: Give a name to this object type (eg. Bank, School, Library etc.).
pl_pl: Nadaj nazwę temu typowi obiektów (np. Bank, Szkoła, Biblioteka itp.).

source: Google Maps
pl_pl: Mapy Google

source: Google Maps API Key
pl_pl: Klucz API Map Google

source: Google Maps Location
pl_pl: Lokalizacja Map Google

source: High school
pl_pl: Szkoła wyższa

source: Higher school of Journalism
pl_pl: Wyższa szkoła dziennikarstwa

source: How to start using this plugin?
pl_pl: Jak zacząć używać tej wtyczki?

source: Image
pl_pl: Obraz

source: Image URL
pl_pl: URL obrazu

source: Middle school
pl_pl: Szkoła średnia

source: Move Down
pl_pl: Przesuń w dół

source: Move Up
pl_pl: Przesuń do góry

source: Move marker
pl_pl: Przesuń marker

source: Move this marker to right place
pl_pl: Przesuń ten marker w odpowiednie miejsce

source: Name
pl_pl: Nazwa

source: Nearby objects
pl_pl: Najbliższe obiekty

source: New object created.
pl_pl: Nowy obiekt utworzony.

source: New object type created.
pl_pl: Nowy typ obiektu utworzony.

source: New object type was not created!
pl_pl: Nowy typ obiektu nie został utworzony!

source: New object was not created!
pl_pl: Nowy obiekt nie został utworzony!

source: No object types found.
pl_pl: Nie znaleziono typów obiektów.

source: No object types found. Create some first
pl_pl: Nie znaleziono obiektów. Utwórz jakieś najpierw

source: No objects found.
pl_pl: Nie znaleziono obiektów.

source: No!
pl_pl: Nie!

source: Object Types
pl_pl: Typy obiektów

source: Object deleted.
pl_pl: Obiekt usunięty.

source: Object name
pl_pl: Nazwa obiektu

source: Object type deleted.
pl_pl: Typ obiektu usunięty.

source: Object type moved down.
pl_pl: Typ obiektu przesunięty w dół.

source: Object type moved up.
pl_pl: Typ obiektu przesunięty na górę.

source: Object type updated.
pl_pl: Typ obiektu zaktualizowany.

source: Object type was not updated!
pl_pl: Typ obiektu nie został zaktualizowany!

source: Object type/Marker
pl_pl: Typ obiektu/Marker

source: Object updated.
pl_pl: Obiekt zaktualizowany.

source: Object was not updated!
pl_pl: Obiekt nie został zaktualizowany!

source: Objects
pl_pl: Obiekty

source: Options updated
pl_pl: Opcje zaktualizowane

source: Order
pl_pl: Kolejność

source: Page:
pl_pl: Strona:

source: Please wait, generating cache of objects in progress...
pl_pl: Proszę czekać, trwa generowanie Cache obiektów...

source: Plugin Info
pl_pl: Informacje o wtyczce

source: Primary school
pl_pl: Szkoła podstawowa

source: Provide a URL to website where user may find more information about this object.
pl_pl: Wstaw URL strony gdzie użytkownik może znaleźć więcej informacji o tym obiekcie.

source: ReGenerate Cache
pl_pl: Wygeneruj ponownie Cache

source: Save Options
pl_pl: Zapisz opcje

source: Settings
pl_pl: Ustawienia

source: Show Object Types
pl_pl: Pokaż typy obiektów

source: Show Objects
pl_pl: Pokaż obiekty

source: Sorry, Google Maps API is not compatible with Your Web Browser
pl_pl: Przepraszamy, Google Maps API nie jest zgodne z twoją przeglądarką

source: Type here latitude of object or mark point on below map.
pl_pl: Wpisz tutaj latitude obiektu lub zaznacz punkt na mapie poniżej.

source: Type here longitude of object or mark point on below map.
pl_pl: Wpisz tutaj longitude obiektu lub zaznacz punkt na mapie poniżej.

source: Update Object
pl_pl: Aktualizuj obiekt

source: Upload image or paste image url.
pl_pl: Wgraj obraz lub wklej url obrazu.

source: Yes
pl_pl: Tak
